Repository: CelestiaProject/Celestia
Catalog: po/*.po
Languages: tr

source: Unsupported URL version: {}
tr: Geçersiz URL sürümü: {}

source: Placeholder
tr: Yer tutucu

source: Capture &Image... F10
tr: &Görüntü Yakala... F10

source: Capture &Movie... Shift+F10
tr: &Video Yakala... Shift+F10

source: Select &Sol H
tr: &Çözüm'ü seç H

source: Tour G&uide...
tr: &Tur Rehberi

source: Select &Object...
tr: &Nesneyi Seç...

source: &Center Selection C
tr: &Merkez Seçimi C

source: &Go to Selection G
tr: &Seçime Git G

source: &Follow Selection F
tr: Seçimi Takip &Et F

source: S&ync Orbit Selection Y
tr: Yörünge Seçimini &Senkronize Et Y

source: &Track Selection T
tr: &Seçimi İzle T

source: Solar System &Browser...
tr: Güneş Sistemi &Gezgini...

source: Star B&rowser...
tr: Ge&zgini Başlat...

source: &Eclipse Finder
tr: Tutulma Bulucu

source: 10x &Faster L
tr: &10x Hızlandır L

source: 10x &Slower K
tr: &10x Yavaşlat K

source: Free&ze Space
tr: &Dondur Uzay

source: &Real Time \
tr: &Gerçek Zaman \

source: Re&verse Time J
tr: Te&rs Zaman J

source: Set &Time...
tr: &Zaman Ayarları...

source: Show Local Time
tr: Yerel Zamanı Göster

source: Select Display Mode...
tr: Görüntüleme Modunu Seçin...

source: Toggle Full Screen Alt+Enter
tr: Tam Ekranı Değiştir Alt+Enter

source: View Options...
tr: Seçenekleri Göster...

source: Locations...
tr: Konumlar...

source: More Stars Visible ]
tr: Daha Fazla Yıldız Görünür ]

source: Fewer Stars Visible [
tr: Daha Az Yıldız Görünür [

source: Auto Magnitude Ctrl+Y
tr: Otomatik Büyüklük Ctrl+Y

source: &Points
tr: &Noktalar

source: &Fuzzy Points
tr: &Bulanık Noktalar

source: Scaled &Discs
tr: Ölçekli &Diskler

source: Star &Color
tr: Yıldız &Rengi

source: &Ambient Light
tr: &Ortam ışığı

source: &No
tr: &Hayır

source: &Weakly
tr: &Zayıf

source: &Moderately
tr: &Orta Dereceli

source: &Texture Resolution
tr: &Doku çözünürlüğü

source: &Low
tr: &Düşük

source: &Medium
tr: &Orta

source: &High
tr: &Yüksek

source: Antialiasing Ctrl+X
tr: Kenar yumuşatma (Antialiasing) Ctrl+X

source: Split &Horizontally Ctrl+R
tr: Yatay &Olarak Böl Ctrl+R

source: Split &Vertically Ctrl+U
tr: &Dikey Olarak Böl Ctrl+U

source: &Delete Active View DEL
tr: &Aktif Görüntülemeyi Sil DEL

source: &Single View Ctrl+D
tr: &Tek Görünüm Ctrl+D

source: Show &Frames
tr: &Kareleri Göster

source: Synchronize &Time
tr: &Zamanı Eşzamanla

source: &Add Bookmarks...
tr: &Yer imi ekle...

source: &Organize Bookmarks...
tr: &Yer imlerini Organize et...

source: User &Guide
tr: Kullanım &Kılavuzu

source: &Controls
tr: &Kontroller

source: &OpenGL Info
tr: &OpenGL Bilgisi

source: &License
tr: &Lisans

source: &About Celestia
tr: &Celestia Hakkında

source: OK
tr: TAMAM

source: Copyright (C) 2001-2021, Celestia Development Team
tr: Telif hakkı (C) 2001-2019, Celestia Development Team

source: Celestia is free software and comes with absolutely no warranty.
tr: Celestia bedava yazılımdır ve kesinlikle hiçbir garanti vermez.

source: Authors
tr: Yazarlar

source: Add Bookmark
tr: Yerimi Ekle

source: Create in >>
tr: Şurada oluştur >>

source: New Folder...
tr: Yeni Dizin...

source: Add New Bookmark Folder
tr: Yeni Yer İmleri Dizini Ekle

source: Folder Name
tr: Dizin Adı

source: Celestia Controls
tr: Celestia Kontroller

source: Select Display Mode
tr: Görüntü Modunu Seç

source: Resolution
tr: Çözünürlük

source: Eclipse Finder
tr: Tutulma Bulucu

source: Compute
tr: Hesapla

source: Set Date and Go to Planet
tr: Tarihi Ayarla ve Gezegene Git

source: Close
tr: Kapat

source: From:
tr: Şuradan:

source: To:
tr: Şuraya:

source: On:
tr: Şurada:

source: Search parameters
tr: Arama parametreleri

source: Solar Eclipses
tr: Güneş tutulmaları

source: Lunar Eclipses
tr: Ay tutulmaları

source: Select Object
tr: Nesne Seçin

source: Object Name
tr: Nesne İsmi

source: OpenGL Driver Info
tr: OpenGL Sürücü Bilgisi

source: Go to Object
tr: Cisme Git

source: Object
tr: Cisim

source: Long.
tr: Boy.

source: Lat.
tr: En.

source: Distance
tr: Mesafe

source: License
tr: Lisans

source: Landing Sites
tr: İniş alanları

source: Montes (Mountains)
tr: Montes (dağlar)

source: Maria (Seas)
tr: Maria (denizler)

source: Valles (Valleys)
tr: Valles (vadiler)

source: Terrae (Land masses)
tr: Terrae (kara kütleleri)

source: Label Features
tr: Özellikler

source: Show Features
tr: Özellikleri Göster

source: Show Label
tr: Etiketleri Göster

source: Minimum Labeled Feature Size
tr: Minimum Etiketli Özellik Boyutu

source: Size:
tr: Boyut:

source: Rename...
tr: Yeniden adlandır...

source: Rename Bookmark or Folder
tr: Yer İmi veya Klasörü Yeniden Adlandır

source: New Name
tr: Yeni İsim

source: Set Simulation Time
tr: Simülasyon Zamanı Ayarla

source: Format:
tr: Biçim:

source: Set To Current Time
tr: Şu Anki Zamana Ayarla

source: Solar System Browser
tr: Güneş Sistemi Tarayıcısı

source: &Go To
tr: &Git

source: Solar System Objects
tr: Güneş Sistemi Cisimleri

source: Star Browser
tr: Yıldız Tarayıcısı

source: Nearest
tr: En Yakın

source: Brightest
tr: En Parlak

source: With planets
tr: Gezegenlerle

source: &Refresh
tr: &Tazele

source: Star Search Criteria
tr: Yıldız Arama Kriteri

source: Maximum Stars Displayed in List
tr: Listede Gösterilecek Maksimum Yıldız

source: View Options
tr: Ayarları Görüntüle

source: Show:
tr: Göster:

source: Rings
tr: Halkalar

source: Display:
tr: Görüntü:

source: Ecliptic Line
tr: Ekliptik çizgisi

source: Body / Orbit / Label display
tr: Cisim / Yörünge / Etiket görünümü

source: Latin Names
tr: Latince İsimler

source: Information Text
tr: Bilgi Metni

source: Terse
tr: Özlü

source: Verbose
tr: Ayrıntılı

source: Invisibles
tr: Görünmezler

source: &Info
tr: &Bilgi

source: Show Body Axes
tr: Cisim Eksenlerini Göster

source: Show Frame Axes
tr: Kare Eksenlerini Göster

source: Show Sun Direction
tr: Güneş Yönünü Göster

source: Show Velocity Vector
tr: Hız Vektörünü Göster

source: Show Planetographic Grid
tr: Gezegensel Izgarayı Göster

source: Show Terminator
tr: Bitiriciyi Göster

source: &Satellites
tr: &Uydular

source: Orbiting Bodies
tr: Yörüngedeki Cisimler

source: Windowed Mode
tr: Pencere Modu

source: Date
tr: Tarih

source: Start
tr: Başlat

source: Save As - Specify File to Capture Image
tr: Farklı Kaydet - Görüntü Yakalanacak Dosyayı Belirtin

source: Please use a name ending in '.jpg' or '.png'.
tr: Lütfen '.jpg' veya '.png' ile biten bir ad kullanın.

source: Error
tr: Kritik Hata

source: Could not save image file.
tr: Resim dosyası kaydedilemedi.

source: Unable to switch to full screen mode; running in window mode
tr: Tam ekran modundan düzgün şekilde çıkılamadı. Celestia şimdi kapanacak.

source: Fatal Error
tr: Kritik Hata

source: Directory expected after --dir
tr: --dir'den sonra dizin bekleniyor

source: Celestia Command Line Error
tr: Celestia Komut Satırı Hatası

source: Configuration file name expected after --conf
tr: --conf'dan sonra yapılandırma dosyası adı bekleniyor

source: Directory expected after --extrasdir
tr: --extrasdir'den sonra dizin bekleniyor

source: URL expected after --url
tr: --url'den sonra URL bekleniyor

source: Loading data files...
tr: Veri dosyaları yükleniyor..

source: LANGUAGE
tr: DİL

source: Old favorites file detected. Copy to the new location?
tr: Eski sık kullanılanlar dosyası algılandı. Yeni konuma kopyalansın mı?

source: Copy favorites?
tr: Sık kullanılanları kopyala?

source: Failed to create the application window.
tr: Uygulama penceresi oluşturulamadı.

source: Loading URL
tr: URL yükleniyor

source: Could not get appropriate pixel format for OpenGL rendering.
tr: OpenGL işleme için uygun piksel biçimi alınamadı.

source: Your system doesn't support OpenGL 2.1!
tr: Sisteminiz OpenGL 2.1 desteklemiyor!

source: Releasing device context failed.
tr: Cihaz içeriği serbest bırakılamadı.

source: Failed to register the window class.
tr: Pencere sınıfı kaydedilemedi.

source: Stop current movie capture before starting another one.
tr: Başka bir filme başlamadan önce mevcut film çekimini durdurun.

source: Save As - Specify Output File for Capture Movie
tr: Farklı Kaydet - Film Yakalama için Çıktı Dosyasını Belirtin

source: Could not capture movie.
tr: Film Kaydedilemedi.

source: Time Zone Name
tr: Saat Dilimi Adı

source: UTC Offset
tr: UTC kayması

source: Loading image from file {}
tr: Dosyadan resim yükleniyor {}

source: Error: {} is not a PNG file.
tr: Hata: {} bir PNG dosyası değil.

source: Error opening image file {}.
tr: Resim dosyasını açarken hata {}

source: Error opening script file.
tr: Betik dosyası açılırken hata.

source: Unknown error loading script
tr: Komut dosyası yüklenirken bilinmeyen hata

source: WARNING: This script requests permission to read/write files and execute external programs. Allowing this can be dangerous. Do you trust the script and want to allow this? y = yes, ESC = cancel script, any other key = no
tr: DİKKAT: Bu betik dosya okuma/yazma ve dış program çalıştırma izni istiyor. İzin vermek tehlikeli olabilir. Bu betiğe güveniyor ve izin vermek istiyor musunuz? y = evet, ESC = betiği iptal et, başka tuşlar = hayır

source: WARNING: This script requests permission to read/write files and execute external programs. Allowing this can be dangerous. Do you trust the script and want to allow this?
tr: DİKKAT: Bu betik dosya okuma/yazma ve dış program çalıştırma izni istiyor. İzin vermek tehlikeli olabilir. Bu betiğe güveniyor ve izin vermek istiyor musunuz?

source: Script coroutine initialization failed
tr: Betik eşyordam başlatması başarısız oldu

source: Unknown error loading hook script
tr: Çengel betik yüklenirken bilinmeyen hata

source: Unknown value returned by GetTimeZoneInformation()
tr: GetTimeZoneInformation() tarafından döndürülen bilinmeyen değer

source: Unsupported byte order {}, expected {}.
tr: Desteklenmeyen bayt sırası {}, beklenen {}.

source: Unsupported digits number {}, expected {}.
tr: Desteklenmeyen rakam sayısı {}, beklenen {}.
