Repository: CelestiaProject/Celestia
Catalog: po/*.po
Languages: tr

source: DST
tr: DST (Yaz saati uy.)

source: STD
tr: Yaz saati

source: Loaded {} deep space objects
tr: {} derin uzay cismi yüklendi

source: Galaxy (Hubble type: %s)
tr: Galaksi (Hubble türü: %s)

source: Globular (core radius: %4.2f', King concentration: %4.2f)
tr: Küresel (merkezi yarıçap: %4.2f', King konsantrasyonu %4.2f)

source: Open cluster
tr: Açık küme

source: Error in .ssc file (line {}): {}
tr: .ssc dosyasında hata (satır {}): {}

source: Incorrect GeomAlbedo value: {}
tr: Yanlış GeomAlbedo değeri: {}

source: Incorrect Reflectivity value: {}
tr: Yanlış Yansıma değeri: {}

source: Incorrect BondAlbedo value: {}
tr: Yanlış BondAlbedo değeri: {}

source: parent body '%s' of '%s' not found.
tr: ana cisim '%s'nın '%s' bulunamadı.

source: warning duplicate definition of %s %s
tr: %s çift tanımlama uyarısı %s

source: bad alternate surface
tr: kötü alternatif yüzey

source: bad location
tr: kötü konum

source: Bad spectral type in star database, star #{}
tr: Yıldız veritabanında kötü tayf türü, yıldız #{}

source: {} stars in binary database
tr: İkili veritabanında {} yıldız var

source: Total star count: {}
tr: Toplam yıldız sayısı: {}

source: Bad header for cross index
tr: Çapraz dizin için kötü başlık

source: Bad version for cross index
tr: Çapraz dizin için kötü sürüm

source: Creating tiled texture. Width={}, max={}
tr: Karolu doku oluşturuluyor. Genişlik={}, maks={}

source: Creating ordinary texture: {}x{}
tr: Sıradan doku oluşturuluyor: {}x{}

source: Error reading header of {}.
tr: {} başlığını okurken hata.

source: Bad binary xyzv file {}.
tr: Bozuk ikili xyzv dosyası {}.

source: Skipping {} catalog: {}
tr: {} kataloğu atlanıyor: {}

source: Loading {} catalog: {}
tr: {} kataloğu yükleniyor: {}

source: Error reading favorites file {}.
tr: Sık kullanılanlar dosyasını okurken hata. {}

source: Failed to check directory existance for favorites file {}
tr: Sık kullanılanlar dosyası {} için dizin varlığını kontrol edemedi

source: Failed to create a directory for favorites file {}
tr: Sık kullanılanlar dosyası {} için bir dizin oluşturulamadı

source: Invalid filetype
tr: Geçersiz dosya türü

source: Markers enabled
tr: İşaretleyiciler etkin

source: Markers disabled
tr: İşaretleyiciler devre dışı

source: Goto surface
tr: Yüzeye git

source: Alt-azimuth mode enabled
tr: İrtifa-azimut modu etkin

source: Alt-azimuth mode disabled
tr: İrtifa-azimut modu devre dışı

source: Star style: fuzzy points
tr: Yıldız stili: bulanık noktalar

source: Star style: points
tr: Yıldız stili: noktalar

source: Star style: scaled discs
tr: Yıldız stili: ölçekli diskler

source: Comet tails enabled
tr: Kuyruklu yıldızların kuyrukları etkin

source: Comet tails disabled
tr: Kuyruklu yıldızların kuyrukları devre dışı

source: Anti-aliasing enabled
tr: Kenar yumuşatma (anti-aliasing) etkin

source: Anti-aliasing disabled
tr: Kenar yumuşatma (anti-aliasing) devre dışı

source: Auto-magnitude enabled
tr: Oto-kadir etkin

source: Auto-magnitude disabled
tr: Oto-kadir devre dışı

source: Cancel
tr: İptal

source: Time and script are paused
tr: Zaman ve senaryo duraklatıldı

source: Time is paused
tr: Süre durduruldu

source: Resume
tr: Devam

source: Star color: Blackbody D65
tr: Yıldız rengi: Siyah cisim D65

source: Light travel delay included
tr: Işık hızı gecikmesi ekli

source: Light travel delay switched off
tr: Işık hızı gecikmesi kapalı

source: Light travel delay ignored
tr: Işık hızı gecikmesi göz ardı ediliyor

source: Using normal surface textures.
tr: Normal yüzey dokuları kullanılıyor.

source: Using limit of knowledge surface textures.
tr: Sınırlı bilgi yüzey dokularını kullanılıyor.

source: Follow
tr: İzle

source: Time: Forward
tr: Zaman: İleri

source: Time: Backward
tr: Zaman: Geri

source: Low res textures
tr: Düşük çözünürlüklü dokular

source: Medium res textures
tr: Orta çözünürlüklü dokular

source: High res textures
tr: Yüksek çözünürlüklü dokular

source: Sync Orbit
tr: Yörünge Senkronizasyonu

source: Lock
tr: Kilitli

source: Chase
tr: Takip

source: View too small to be split
tr: Görünüm ayırmak için çok küçük

source: Added view
tr: Eklenen görünüm

source: Error reading configuration file.
tr: Yapılandırma dosyası okunurken hata oluştu.

source: Initialization of SPICE library failed.
tr: SPICE kütüphanesinin başlatılması başarısız oldu.

source: Cannot read star database.
tr: Yıldız veritabanı okunamıyor

source: Error opening constellation boundaries file {}.
tr: {} takımyıldız sınırları dosyası açılırken hata.

source: Failed to initialize renderer
tr: Renderer başlatması başarısız oldu.

source: Error loading font; text will not be visible.
tr: Font yükleme hatası; metinler görünmeyecek.

source: Invalid URL
tr: Geçersiz URL

source: Unable to capture a frame!
tr: Bir kare yakalanamadı!

source: Error opening asterisms file {}.
tr: {} yıldız kümeleri dosyası açılırken hata.

source: %s Version: %s
tr: %s Sürüm: %s

source: Vendor: %s
tr: Satıcı: %s

source: Max simultaneous textures: %s
tr: Maksimum eşzamanlı dokular: %s

source: Max texture size: %s
tr: Maksimum doku boyutu: %s

source: Point size range: %s - %s
tr: Nokta boyutu aralığı: %s - %s

source: Line width range: %s - %s
tr: Çizgi genişliği aralığı: %s - %s

source: Point size granularity: %s
tr: Nokta boyutu ayrıntı düzeyi: %s

source: Max cube map size: %s
tr: Maks. küp eşleme boyutu: %s

source: Number of interpolators: %s
tr: İnterpolatör sayısı: %s

source: Max anisotropy filtering: %s
tr: Maks. anizotropi filtreleme: %s

source: ly
tr: ly (ışık yılı)

source: au
tr: ab

source: days
tr: gün

source: hours
tr: saat

source: minutes
tr: dakika

source: seconds
tr: saniye

source: ly/s
tr: ıy/s

source: AU/s
tr: AB/s

source: Apparent diameter: %s
tr: Görünür çap: %s

source: Distance: %s
tr: Mesafe: %s

source: Star system barycenter
tr: Yıldız sistemi kütle merkezi

source: Neutron star
tr: Nötron yıldızı

source: Black hole
tr: Kara delik

source: Class: %s
tr: Sınıf: %s

source: Planetary companions present
tr: Gezegensel refakatçiler mevcut

source: Distance from center: %s
tr: Merkezden uzaklık %s

source: Radius: %s
tr: Yarıçap: %s

source: Edit Mode
tr: Düzenleme Modu

source: Real time
tr: Gerçek zaman

source: -Real time
tr: -Gerçek zaman

source: Time stopped
tr: Zaman durdu

source: (Paused)
tr: (duraklatıldı)

source: Travelling
tr: Seyahat ediliyor

source: Track %s
tr: %s İzle

source: Follow %s
tr: %s Takip Et

source: Sync Orbit %s
tr: %s Yörüngesiyle Senkronize Et

source: Lock %s -> %s
tr: Kilitle %s -> %s

source: Chase %s
tr: %s Peşinden Git

source: Paused
tr: Durduruldu

source: Recording
tr: Kaydediyor

source: F11 Start/Pause F12 Stop
tr: F11 Başlat/Duraklat F12 Durdur

source: Error reading cross index {}
tr: {} çapraz dizini okunurken hata

source: Loaded cross index {}
tr: {} çapraz dizini yüklendi.

source: Error reading stars file
tr: Dosyadan yıldızlar okunurken hata

source: Error opening {}
tr: {} açılırken hata

source: Bookmark Location
tr: Konuma Yer İmi Ekle

source: Bookmark name:
tr: Yer imi adı:

source: Create in:
tr: Şurada oluştur:

source: Time source:
tr: Zaman kaynağı:

source: Dialog
tr: Diyalog

source: Object name:
tr: Cisim adı:

source: Longitude:
tr: Boylam:

source: Distance:
tr: Mesafe:

source: Latitude:
tr: Enlem:

source: radii
tr: yarıçap

source: New Folder
tr: Yeni Klasör

source: Name:
tr: Ad:

source: Description:
tr: Açıklama:

source: Organize Bookmarks
tr: Yer İmlerini Organize Et

source: New Separator
tr: Yeni Ayırıcı

source: Remove Item
tr: Nesneyi Kaldır

source: Preferences
tr: Tercihler

source: Objects
tr: Cisimler

source: Stars
tr: Yıldızlar

source: Planets
tr: Gezegenler

source: Dwarf planets
tr: Cüce gezegenler

source: Moons
tr: Uydular

source: Minor moons
tr: Küçük uydular

source: Asteroids
tr: Asteroitler

source: Comets
tr: Kuyruklu yıldızlar

# plural
source: Spacecraft
tr: Uzay aracı

source: Galaxies
tr: Galaksiler

source: Nebulae
tr: Bulutsular

source: Open clusters
tr: Açık kümeler

source: Globular clusters
tr: Küresel kümeler

source: Features
tr: Özellikler

source: Atmospheres
tr: Atmosferler

source: Clouds
tr: Bulutlar

source: Cloud shadows
tr: Bulut gölgeleri

source: Eclipse shadows
tr: Tutulma gölgeleri

source: Ring shadows
tr: Halka gölgeleri

source: Planet's rings
tr: Gezegen halkaları

source: Nightside lights
tr: Gece ışıkları

source: Comet tails
tr: Kuyrukluyıldız kuyrukları

source: Limit of knowledge textures
tr: Bilgi sınırı dokuları

source: Guides
tr: Rehberler

source: Orbits
tr: Yörüngeler

source: Show orbits
tr: Yörüngeleri göster

source: Fading orbits
tr: Solan yörüngeler

source: Partial trajectories
tr: Kısmi yörüngeler

source: Grids
tr: Izgaralar

source: Equatorial
tr: Ekvatoral

source: Ecliptic
tr: Ekliptik

source: Galactic
tr: Galaktik

source: Horizontal
tr: Yatay

source: Constellations
tr: Takımyıldızlar

source: Diagrams
tr: Şemalar

source: Boundaries
tr: Sınırlar

source: Latin names
tr: Latin isimler

source: Miscellaneous
tr: Çeşitli

source: Markers
tr: İşaretleyiciler

source: Ecliptic line
tr: Ekliptik çizgisi

source: Labels
tr: Etiketler

source: Locations
tr: Konumlar

source: Show locations
tr: Konumları göster

source: Location types:
tr: Konum türleri:

source: Cities
tr: Şehirler

source: Landing sites
tr: İniş alanları

source: Volcanoes
tr: Volkanlar

source: Observatories
tr: Gözlemevleri

source: Craters
tr: Kraterler

source: Montes (mountains)
tr: Montes (dağlar)

source: Terrae (land masses)
tr: Terrae (kara kütleleri)

source: Valles (valleys)
tr: Valles (vadiler)

source: Maria (seas)
tr: Maria (denizler)

source: Other features
tr: Diğer özellikler

source: Minimum labelled feature size:
tr: Minimum etiketli özellik boyutu:

source: Texture resolution
tr: Doku çözünürlüğü

source: Low
tr: Düşük

source: Medium
tr: Orta

source: High
tr: Yüksek

source: Render path
tr: Render yolu

source: Antialiased lines
tr: Yumuşatılmış çizgiler

source: Star style
tr: Yıldız stili

source: Points
tr: Noktalar

source: Fuzzy points
tr: Belirsiz noktalar

source: Scaled discs
tr: Boyutlandırılmış diskler

source: Auto-magnitude
tr: Oto-kadir

source: Star colors
tr: Yıldız renkleri

source: Time
tr: Zaman

source: Date display format:
tr: Tarih gösterme formatı:

source: Celestia is unable to run because the data directory was not found, probably due to improper installation.
tr: Celestia, veri dizini bulunamadığından, muhtemelen yanlış kurulumdan dolayı çalıştırılamıyor.

source: Celestial Browser
tr: Gök Tarayıcı

source: Info Browser
tr: Bilgi Tarayıcısı

source: Solar System
tr: Güneş Sistemi

source: Deep Sky Objects
tr: Derin Uzay Cisimleri

source: Event Finder
tr: Olay Bulucu

source: Full screen
tr: Tam ekran

source: Error opening bookmarks file
tr: Yer imleri dosyası açılırken hata

source: Error Saving Bookmarks
tr: Yer İmleri Kaydedilirken Hata

source: Save Image
tr: Resmi Kaydet

source: Images (*.png *.jpg)
tr: Resimler (*.png *.jpg)

source: Capture Video
tr: Video Çek

source: Resolution:
tr: Çözünürlük:

source: Frame rate:
tr: Kare hızı:

source: Captured screen shot to clipboard
tr: Ekran alıntısı panoya yakalandı

source: Copied URL
tr: URL kopyalandı

source: Pasting URL
tr: URL yapıştırılıyor

source: Open Script
tr: Betiği Aç

source: Celestia Scripts (*.celx *.cel)
tr: Celestia Betikleri (*.celx *.cel)

source: New bookmark
tr: Yeni yer imi

source: Unknown compiler
tr: Bilinmeyen derleyici

source: supported
tr: destekleniyor

source: not supported
tr: desteklenmiyor

source: About Celestia
tr: Celestia Hakkında

source: <b>%1 version:</b> %2
tr: <b>%1 sürüm:</b> %2

source: <b>%1 Version:</b> %2
tr: <b>%1 Sürüm:</b> %2

source: <b>Max simultaneous textures:</b> %1
tr: <b>Maksimum eşzamanlı dokular:</b> %1

source: <b>Maximum texture size:</b> %1
tr: <b>Maksimum doku boyutu:</b> %1

source: <b>Point size granularity:</b> %1
tr: <b>Nokta boyutu ayrıntı düzeyi:</b> %1

source: <b>Max cube map size:</b> %1
tr: <b>Maks. küp haritası boyutu:</b> %1

source: <b>Number of interpolators:</b> %1
tr: <b>Periapsis argümanı:</b> %1

source: <b>Max anisotropy filtering:</b> %1
tr: <b>Maks anizotropi filtreleme:</b> %1

source: <b>Supported extensions:</b><br>
tr: <b>Desteklenen eklentiler:</b><br>

source: Renderer Info
tr: Renderer Bilgisi

source: &File
tr: &Dosya

source: &Grab image
tr: Resmi &al

source: Capture &video
tr: &Video çek

source: &Copy image
tr: Resmi &kopyala

source: &Open Script...
tr: Betik &Aç...

source: Run &Demo
tr: &Demo Çalıştır

source: &Preferences...
tr: &Tercihler...

source: E&xit
tr: &Çıkış

source: &Navigation
tr: &Navigasyon

source: Select Sun
tr: Güneşi Seç

source: Center Selection
tr: Merkez Seçim

source: Goto Selection
tr: Seçime Git

source: Goto Object...
tr: Cisme Git...

source: Tour Guide
tr: Tur Rehberi

source: Copy URL / console text
tr: URL / konsol metnini kopyala

source: Paste URL / console text
tr: URL / konsol metnini yapıştır

source: &Time
tr: &Zaman

source: Set &time
tr: &Zaman seç

source: &Display
tr: &Görünüm

source: Dee&p Sky Objects
tr: &Derin Uzay Cisimleri

source: &Shadows
tr: &Gölgeler

source: Star St&yle
tr: &Yıldız Stili

source: Texture &Resolution
tr: Doku &Çözünürlüğü

source: &FPS control
tr: &FPS kontrolü

source: &Bookmarks
tr: &Yerimleri

source: &View
tr: &Görüntü

source: &MultiView
tr: &Çoklu Görünüm

source: Split view vertically
tr: Görüntüyü dikey ayır

source: Split view horizontally
tr: Görüntüyü yatay ayır

source: Cycle views
tr: Görüntüler arası geçiş yap

source: Tab
tr: Sekme

source: Single view
tr: Tek görüntü

source: Delete view
tr: Görüntüyü sil

source: Delete
tr: Sil

source: Frames visible
tr: Görünür kareler

source: Active frame visible
tr: Görünür aktif kareler

source: Synchronize time
tr: Zamanı senkronize et

source: &Help
tr: &Yardım

source: OpenGL Info
tr: OpenGL Bilgisi

source: Add Bookmark...
tr: Yer İmi Ekle...

source: Organize Bookmarks...
tr: Yer İmlerini Organize Et...

source: Set custom FPS
tr: Özel FPS ayarla

source: FPS value
tr: FPS değeri

source: Loading data files: %1
tr: Veri dosyaları yükleniyor: %1

source: Scripts
tr: Betikler

source: Title
tr: Başlık

source: Description
tr: Açıklama

source: Bookmarks Menu
tr: Yer İmleri Menüsü

source: Add bookmarks to this folder to see them in the bookmarks menu.
tr: Yer imleri menüsünde görmek için yer imlerini bu dizine ekleyin.

source: Bookmarks Toolbar
tr: Yer İmleri Araç Çubuğu

source: Add bookmarks to this folder to see them in the bookmarks toolbar.
tr: Yer imleri çubuğunda görmek için yer imlerini bu dizine ekleyin.

source: Error reading bookmarks file
tr: Yer imleri dosyasını okurken hata

source: Bookmarks
tr: Yer imleri

source: Current simulation time
tr: Şu anki simulasyon zamanı

source: Simulation time at activation
tr: Aktifleştirmedeki simulasyon zamanı

source: System time at activation
tr: Aktifleştirmedeki sistem zamanı

source: Eq
tr: Ekv

source: Equatorial coordinate grid
tr: Ekvatoral koordinat ızgarası

source: Galactic coordinate grid
tr: Galaktik koordinat ızgarası

source: Ec
tr: Ekl

source: Ecliptic coordinate grid
tr: Ekliptik koordinat ızgarası

source: Hz
tr: Ya

source: Horizontal coordinate grid
tr: Yatay koordinat ızgarası

source: Ecl
tr: Ek

source: M
tr: İ

source: C
tr: T

source: B
tr: S

source: Constellation boundaries
tr: Takımyıldız sınırları

source: Dwarf Planets
tr: Cüce gezegenler

source: Minor Moons
tr: Küçük Uydular

source: Globulars
tr: Küresel kümeler

source: Open Clusters
tr: Açık Kümeler

source: Night Side Lights
tr: Gece Işıkları

source: Comet Tails
tr: Kuyruklu yıldız kuyrukları

source: Ring Shadows
tr: Halka Gölgeleri

source: Eclipse Shadows
tr: Tutulma Gölgeleri

source: Cloud Shadows
tr: Bulut Gölgeleri

source: Auto Magnitude
tr: Oto Kadir

source: Faintest visible magnitude based on field of view
tr: Görünen en sönük kadir görüş alanına göre

source: More Stars Visible
tr: Daha Çok Görünür Yıldız

source: Fewer Stars Visible
tr: Daha Az Görünür Yıldız

source: Fuzzy Points
tr: Belirsiz Noktalar

source: Scaled Discs
tr: Boyutlandırılmış Diskler

source: Light Time Delay
tr: Işık Zamanı Gecikmesi

source: Auto magnitude limit at 45 degrees: %L1
tr: 45 derecede oto kadir sınırı: %L1

source: Magnitude limit: %L1
tr: Kadir sınırı: %L1

source: Name
tr: İsim

source: Distance (ly)
tr: Mesafe (ıy)

source: App. mag
tr: Grnr. kad

source: Abs. mag
tr: Mtlk. kad

source: Type
tr: Türü

source: Closest Stars
tr: En Yakın Yıldızlar

source: Brightest Stars
tr: En Parlak Yıldızlar

source: Filter
tr: Filtre

source: With Planets
tr: Gezegenlerle

source: Multiple Stars
tr: Çoklu Yıldızlar

source: Barycenters
tr: Kütle Merkezleri

source: Spectral Type
tr: Tayf Türü

source: Refresh
tr: Yenile

source: Mark Selected
tr: Seçimi İşaretle

source: Mark stars selected in list view
tr: Liste görünümünde seçili yıldızları işaretle

source: Unmark Selected
tr: Seçililerin İşaretini Kaldır

source: Unmark stars selected in list view
tr: Liste görünümünde seçili yıldızların işaretini kaldır

source: Clear Markers
tr: İşaretleri Temizle

source: Remove all existing markers
tr: Varolan tüm işaretleri kaldır

source: None
tr: Hiçbiri

source: Diamond
tr: Elmas

source: Triangle
tr: Üçgen

source: Square
tr: Kare

source: Plus
tr: Artı

source: Circle
tr: Daire

source: Left Arrow
tr: Sol Ok

source: Right Arrow
tr: Sağ Ok

source: Up Arrow
tr: Yukarı Ok

source: Down Arrow
tr: Aşağı Ok

source: Select marker symbol
tr: İşaretçi sembolünü seç

source: Select marker size
tr: İşaretçi boyutunu seç

source: Click to select marker color
tr: İşaretçi rengini seçmek için tıkla

source: Label
tr: Etiket

source: %1 objects found
tr: %1 cisim bulundu

source: Mark DSOs selected in list view
tr: Liste görünümünde seçili D.U.C.ni işaretle

source: Unmark DSOs selected in list view
tr: Liste görünümünde seçili D.U.C.nin işaretini kaldır

source: Earth
tr: Dünya

source: Jupiter
tr: Jüpiter

source: Saturn
tr: Satürn

source: Uranus
tr: Uranüs

source: Neptune
tr: Neptün

source: Pluto
tr: Plüton

source: Eclipsed body
tr: Tutulan cisim

source: Occulter
tr: Gizleyici

source: Start time
tr: Başlama zamanı

source: Duration
tr: Süre

source: Solar eclipses
tr: Güneş tutulmaları

source: Lunar eclipses
tr: Ay tutulmaları

source: All eclipses
tr: Tüm tutulmalar

source: Search range
tr: Arama aralığı

source: Find eclipses
tr: Tutulmaları bul

source: %1 is not a valid object
tr: %1 geçerli bir cisim değil

source: End date is earlier than start date.
tr: Bitiş zamanı başlangıç zamanından önce.

source: Finding eclipses...
tr: Tutulmalar bulunuyor...

source: Set time to mid-eclipse
tr: Zamanı tutulma ortasına ayarla

source: Near %1
tr: %1 yakınından

source: From surface of %1
tr: %1 yüzeyinden

source: Behind %1
tr: %1 arkasından

source: Error: no object selected!
tr: Hata: hiçbir cisim seçilmedi!

source: Info
tr: Bilgi

source: Web info: %1
tr: Web bilgisi: %1

source: <b>Equatorial radius:</b> %L1 %2
tr: <b>Ekvatoral yarıçap:</b> %L1 %2

source: <b>Size:</b> %L1 %2
tr: <b>Boyut:</b> %L1 %2

source: <b>Oblateness:
tr: <b>Yassılık:

source: <b>Sidereal rotation period:</b> %L1 %2
tr: <b>Yıldızsal dönüş periyodu:</b> %L1 %2

source: <b>Length of day:</b> %L1 %2
tr: <b>Gün uzunluğu:</b> %L1 %2

source: <b>Has rings</b>
tr: <b>Halkalı</b>

source: <b>Has atmosphere</b>
tr: <b>Atmosfere sahip</b>

source: <b>Start:</b> %1
tr: <b>Başlangıç:</b> %1

source: <b>End:</b> %1
tr: <b>Bitiş:</b> %1

source: Orbit information
tr: Yörünge bilgisi

source: Osculating elements for %1
tr: %1 için elemanlar teğet

source: years
tr: yıl

source: <b>Period:</b> %L1 %2
tr: <b>Periyot:</b> %L1 %2

source: AU
tr: AB

source: <b>Semi-major axis:</b> %L1 %2
tr: <b>Yarı-büyük eksen:</b> %L1 %2

source: <b>Eccentricity:</b> %L1
tr: <b>Dış merkezlilik:</b> %L1

source: <b>Pericenter distance:</b> %L1 %2
tr: <b>Enberi uzaklığı:</b> %L1 %2

source: <b>Apocenter distance:</b> %L1 %2
tr: <b>Enöte uzaklığı:</b> %L1 %2

source: <b>Period (calculated):</b> %L1 %2
tr: <b>Periyot (hesaplanan):</b> %L1 %2

source: <b>RA:</b> %L1h %L2m %L3s
tr: <b>SY:</b> %L1sa %L2d %L3sn

source: Blackbody D65
tr: Siyah cisim D65

source: Classic colors
tr: Klasik renkler

source: Local format
tr: Yerel format

source: Time zone name
tr: Zaman dilimi adı

source: UTC offset
tr: UTC kayması

source: Start: %1
tr: Başlangıç: %1

source: End: %1
tr: Bitiş: %1

source: Distance:
tr: Mesafe:

source: Abs (app) mag:
tr: Mtlk (grnr) kad:

source: Class:
tr: Sınıf:

source: &Select
tr: &Seçin

source: &Center
tr: &Merkez

source: &Goto
tr: &Git

source: &Follow
tr: &İzle

source: S&ync Orbit
tr: Yörüngeyi Eş&zamanla

source: Visible
tr: Görünür

source: &Unmark
tr: İşareti &kaldır

source: Filled Square
tr: Dolu Kare

source: &Mark
tr: &İşaretle

source: &Reference Marks
tr: &Referans İşaretleri

source: Show &Body Axes
tr: &Gövde Eksenlerini Göster

source: Show &Frame Axes
tr: &Çerçeve Eksenlerini Göster

source: Show &Sun Direction
tr: &Güneşin İstikametini Göster

source: Show &Velocity Vector
tr: &Hız Vektörünü Göster

source: Show S&pin Vector
tr: D&öndürme Vektörünü Göster

source: Show &Direction to %1
tr: %1'e &Yön Göster

source: Show Planetographic &Grid
tr: Planetografik &Izgarayı Göster

source: Show &Terminator
tr: &Sonlandırıcıyı Göster

source: &Alternate Surfaces
tr: Yüzeyleri &Değiştir

source: Other objects
tr: Diğer cisimler

source: Set Time
tr: Zaman Ayarla

source: Time Zone:
tr: Saat Dilimi :

source: Universal Time
tr: Evrensel Zaman

source: Local Time
tr: Yerel Zaman

source: Select Time Zone
tr: Zaman Dilimi Seç

source: Date:
tr: Tarih:

source: Set Year
tr: Yıl Seç

source: Set Month
tr: Ay Seç

source: Set Day
tr: Gün Seç

source: Time:
tr: Zaman:

source: Set Hours
tr: Saat Seç

source: Set Minutes
tr: Dakika Seç

source: Set Seconds
tr: Saniye Seç

source: Julian Date:
tr: Jülyen Tarihi:

source: Set Julian Date
tr: Jülyen Tarihi Seç

source: Barycenter
tr: Kütle merkezi

source: Star
tr: Yıldız

source: Planet
tr: Gezegen

source: Dwarf planet
tr: Cüce gezegen

source: Moon
tr: Ay

source: Minor moon
tr: Küçük uydu

source: Asteroid
tr: Asteroit

source: Comet
tr: Kuyruklu yıldız

source: Spacecraft
tr: Uzay aracı

source: Reference point
tr: Referans noktası

source: Component
tr: Bileşen

source: Surface feature
tr: Yüzey özelliği

source: Unknown
tr: Bilinmeyen

source: Asteroids & comets
tr: Asteroidler & kuyrukluyıldızlar

source: Reference points
tr: Referans noktaları

source: Components
tr: Bileşenler

source: Surface features
tr: Yüzey özellikleri

source: Planets and moons
tr: Gezegenler ve uydular

source: Group objects by class
tr: Cisimleri sınıflarına göre gruplandır

source: Mark bodies selected in list view
tr: Liste görünümünde seçili cisimleri işaretle

source: Reverse time
tr: Ters zaman

source: 10x slower
tr: 10x daha yavaş

source: 2x slower
tr: 2x daha yavaş

source: Pause time
tr: Zamanı durdur

source: 2x faster
tr: 2x daha hızlı

source: 10x faster
tr: 10x daha hızlı

source: Set to current time
tr: Şu anki zamana ayarla

source: Select your destination:
tr: Gideceğiniz yeri seçin:

source: Go To
tr: Git

source: Not an XBEL version 1.0 file.
tr: XBEL sürüm 1.0 dosyası değil.

source: Path {} doesn't exist or isn't a directory
tr: {} yolu mevcut değil veya bir dizin değil

source: URL parameter must look like key=value
tr: URL parametresi, anahtar=değer gibi görünmelidir

source: URL must start with "{}"!
tr: URL "{}" ile başlamalıdır!

source: URL must have at least mode and time!
tr: URL'nin en az bir moda ve zamana sahip olmalıdır!

source: Unsupported URL mode "{}"!
tr: Desteklenmeyen URL modu "{}"!

source: URL must contain only one body
tr: URL yalnızca bir gövde içermelidir

source: URL must contain 2 bodies
tr: URL iki gövde içermelidir

source: Invalid URL version "{}"!
tr: Geçersiz URL sürümü "{}"!
