Repository: CelestiaProject/Celestia
Catalog: trunk/celestia/po/*.po
Languages: de

source: File %1 does not exist, using default configuration file %2/celestia.cfg
de: Datei %1 existiert nicht, verwende Standard-Konfigurationsdatei %2/celestia.cfg

source: Directory %1 does not exist, using default %2
de: Verzeichnis %1 existiert nicht, verwende Voreinstellung %2

source: Extras directory %1 does not exist
de: Extras-Verzeichnis %1 existiert nicht

source: Abs (app) mag:
de: Abs. (scheinb.) Mag.:

source: Surface Temp:
de: Oberflächentemp.:

source: Marked objects
de: Markierte Objekte

source: &Select
de: &Auswählen

source: &Center
de: &Zentrieren

source: S&ynch Orbit
de: S&ynchr. Orbit

source: Unmark &All
de: &Alle Markierungen aufheben

source: Diamond
de: Raute

source: Triangle
de: Dreieck

source: Square
de: Quadrat

source: Filled Square
de: Gefülltes Quadrat

source: Left Arrow
de: Pfeil nach links

source: Right Arrow
de: Pfeil nach rechts

source: Up Arrow
de: Pfeil nach oben

source: Down Arrow
de: Pfeil nach unten

source: Circle
de: Kreis

source: Disk
de: Scheibe

source: Small Bodies
de: Kleinkörper

source: Dwarf Planets
de: Zwergplaneten

source: Duration: %1
de: Dauer: %1

source: Size: %1 MB
de: Größe: %1 MB

source: Current size: %1 x %2
de: Aktuelle Größe: %1 x %2

source: Current width: %1 x %2
de: Aktuelle Breite: %1 x %2

source: Current height: %1 x %2
de: Aktuelle Höhe: %1 x %2

source: You must specify a file name.
de: Sie müssen einen Dateinamen angeben.

source: Error initializing movie capture.
de: Fehler bei der Initialisierung der Videoaufzeichnung.

source: Mercury
de: Merkur

source: Ganymede
de: Ganymed

source: Callisto
de: Kallisto

source: NORTH AMERICA
de: NORDAMERIKA

source: SOUTH AMERICA
de: SÜDAMERIKA

source: EURASIA
de: EURASIEN

source: AFRICA
de: AFRIKA

source: AUSTRALIA
de: AUSTRALIEN

source: ANTARCTICA
de: ANTARKTIS

source: NORTH ATLANTIC OCEAN
de: NORDATLANTIK

source: SOUTH ATLANTIC OCEAN
de: SÜDATLANTIK

source: NORTH PACIFIC OCEAN
de: NORDPAZIFIK

source: SOUTH PACIFIC OCEAN
de: SÜDPAZIFIK

source: INDIAN OCEAN
de: INDISCHER OZEAN

source: ARCTIC OCEAN
de: ARKTISCHER OZEAN

source: Milky Way
de: Milchstraße

source: SMC
de: Kleine Magellansche Wolke

source: LMC
de: Große Magellansche Wolke

source: Solar System Barycenter
de: Schwerezentrum des Sternsystems

source: &File
de: &Datei

source: &Open Script...
de: &Skript laden...

source: Scripts
de: Skripte

source: Placeholder
de: Platzhalter

source: Capture &Image... F10
de: &Bild aufzeichnen... F10

source: Capture &Movie... Shift+F10
de: &Video aufzeichnen... Shift+F10

source: E&xit
de: B&eenden

source: Select &Sol H
de: &Sonne auswählen H

source: Tour G&uide...
de: Interessante Ziele...

source: Select &Object...
de: &Objekt auswählen...

source: Goto Object...
de: Gehe zu...

source: &Center Selection C
de: Auswahl &zentrieren C

source: &Go to Selection G
de: &Gehe zur Auswahl G

source: &Follow Selection F
de: &Folge Auswahl F

source: S&ync Orbit Selection Y
de: S&ynchr. Orbit um Auswahl Y

source: &Track Selection T
de: Auswahl zentriert hal&ten T

source: Solar System &Browser...
de: Sonnensystem-&Browser...

source: Star B&rowser...
de: Stern&katalog...

source: &Eclipse Finder
de: &Finsternis-Suche

source: &Time
de: &Zeit

source: 10x &Faster L
de: 10x Schne&ller L

source: 10x &Slower K
de: 10x L&angsamer k

source: Free&ze Space
de: An&halten Space

source: &Real Time \
de: &Echtzeit \

source: Re&verse Time J
de: Zeit &rückwärts laufen lassen J

source: Set &Time...
de: Zeit &einstellen...

source: Show Local Time
de: Lokalzeit anzeigen

source: &Render
de: Darstellung

source: Select Display Mode...
de: Anzeigemodus wählen...

source: Toggle Full Screen Alt+Enter
de: Vollbild ein/aus Alt+Enter

source: View Options...
de: Anzeigeoptionen...

source: Locations...
de: (Stand-)Orte...

source: More Stars Visible ]
de: Mehr Sterne sichtbar ]

source: Fewer Stars Visible [
de: Weniger Sterne sichtbar [

source: Star St&yle
de: &Sterndarstellung

source: &Fuzzy Points
de: &Verschwommene Punkte

source: &Points
de: &Punkte

source: Scaled &Discs
de: &Skalierte Scheiben

source: &Ambient Light
de: &Streulicht

source: &None
de: &Keines

source: &Low
de: &Gering

source: &Medium
de: &Mittel

source: &Texture Resolution
de: Auflösung der &Texturen

source: &High
de: &Hoch

source: Antialiasing Ctrl+X
de: Kantenglättung Ctrl+X

source: &View
de: &Ansicht

source: Split &Horizontally Ctrl+R
de: Ansicht &horizontal aufteilen Ctrl+R

source: Split &Vertically Ctrl+U
de: Ansicht &vertikal aufteilen Ctrl+U

source: &Delete Active View DEL
de: Aktive Ansicht &löschen DEL

source: &Single View Ctrl+D
de: &Einzelansicht Ctrl+D

source: Show &Frames
de: &Rahmen anzeigen

source: Synchronize &Time
de: Zeit s&ynchronisieren

source: &Bookmarks
de: &Lesezeichen

source: &Add Bookmarks...
de: Lesezeichen hin&zufügen

source: &Organize Bookmarks...
de: Lesezeichen &verwalten...

source: &Help
de: &Hilfe

source: Run &Demo
de: &Demo starten

source: &Controls
de: &Steuerung

source: &OpenGL Info
de: &OpenGL-Informationen

source: &License
de: &Lizenz

source: &About Celestia
de: Über &Celestia

source: About Celestia
de: Über Celestia

source: Celestia is free software and comes with absolutely no warranty.
de: Celestia ist freie Software und es wird keinerlei Garantie übernommen.

source: Authors
de: Autoren

source: Select Object
de: Objekt auswählen

source: Object Name
de: Objektname

source: License
de: Lizenz

source: Celestia Controls
de: Celestia-Steuerung

source: OpenGL Driver Info
de: OpenGL-Treiberinformationen

source: Set Simulation Time
de: Setze Simulationszeit

source: Time Zone:
de: Zeitzone:

source: Set To Current Time
de: Setze auf aktuelle Zeit

source: Add Bookmark
de: Lesezeichen hinzufügen

source: Create in >>
de: Erzeuge in >>

source: New Folder...
de: Neuer Ordner...

source: Solar System Browser
de: Sonnensystem-Browser

source: Solar System
de: Sonnensystem

source: &Go To
de: &Gehe zu

source: Solar System Objects
de: Objekte im Sonnensystem

source: Star Browser
de: Sternkatalog

source: Nearest
de: Nächste

source: Brightest
de: Hellste

source: With planets
de: Mit Planeten

source: &Refresh
de: &Aktualisieren

source: Star Search Criteria
de: Suchkriterien für Sterne

source: Maximum Stars Displayed in List
de: Maximale Anzahl von Sternen in der Liste

source: Tour Guide
de: Interessante Ziele

source: Go To
de: Gehe zu

source: Select your destination:
de: Ziel auswählen:

source: Go to Object
de: Gehe zu

source: radii
de: Radien

source: Object
de: Objekt

source: Long.
de: Längengrad

source: Lat.
de: Breitengrad

source: Distance
de: Entfernung

source: Size:
de: Größe:

source: Frame rate:
de: Bildrate:

source: Select Display Mode
de: Anzeigemodus auswählen

source: Resolution
de: Auflösung

source: View Options
de: Anzeigeoptionen

source: Globulars
de: Kugelsternhaufen

source: Grids
de: Koordinatennetze

source: Galactic
de: Galaktisch

source: Ecliptic
de: Ekliptikal

source: Minor Moons
de: Kleine Monde

source: DSO Labels
de: DSO-Bezeichnungen

source: Diagrams
de: Linien

source: Boundaries
de: Grenzen

source: Latin Names
de: Lateinische Namen

source: Information Text
de: Infotext

source: Filter Stars
de: Sterne filtern

source: Montes (Mountains)
de: Montes (Berge)

source: Maria (Seas)
de: Maria (Meere)

source: Valles (Valleys)
de: Valles (Täler)

source: Terrae (Land masses)
de: Terrae (Landmassen)

source: Volcanoes
de: Vulkane

source: Other features
de: Andere Merkmale

source: Label Features
de: Merkmale beschriften

source: Show Features
de: Merkmale anzeigen

source: Minimum Labeled Feature Size
de: Minimale Größe beschrifteter Merkmale

source: Add New Bookmark Folder
de: Neuen Lesezeichenordner hinzufügen

source: Folder Name
de: Ordnername

source: Organize Bookmarks
de: Lesezeichen verwalten

source: Rename...
de: Umbenennen...

source: Delete
de: Entfernen

source: Rename Bookmark or Folder
de: Lesezeichen oder Ordner umbenennen

source: New Name
de: Neuer Name

source: Compute
de: Berechne

source: Set Date and Go to Planet
de: Zeit setzen und zum Planeten gehen

source: Close
de: Schließen

source: From:
de: Von:

source: To:
de: Nach:

source: On:
de: Auf:

source: Search parameters
de: Suchparameter

source: Solar Eclipses
de: Sonnenfinsternisse

source: Lunar Eclipses
de: Mondfinsternisse

source: Mar
de: Mär

source: May
de: Mai

source: Oct
de: Okt

source: Dec
de: Dez
