Repository: CelestiaProject/Celestia
Catalog: trunk/celestia/po/*.po
Languages: de

source: Loaded
de: Geladen:

source: deep space objects
de: Deep-Space-Objekte

source: Loading NV fragment program:
de: Lade NV fragment program:

source: Error loading NV fragment program:
de: Fehler beim Laden des NV fragment program:

source: Error in fragment program
de: Fehler im Fragment-Programm

source: Initializing NV fragment programs . . .
de: Initialisiere NV fragment programs . . .

source: All NV fragment programs loaded successfully.
de: Alle NV fragment programs wurden erfolgreich geladen.

source: Initializing ARB fragment programs . . .
de: Initialisiere ARB fragment programs . . .

source: Galaxy (Hubble type: %s)
de: Galaxie (Hubble-Typ: %s)

source: Loading image from file
de: Lade Bild aus Datei

source: : unrecognized or unsupported image file type.
de: : unbekanntes oder nicht unterstütztes Bild-Dateiformat.

source: Error opening image file
de: Fehler beim Öffnen der Bilddatei

source: Error:
de: Fehler:

source: is not a PNG file.
de: ist keine PNG-Datei.

source: Error reading PNG image file
de: Fehler beim Lesen der PNG-Bilddatei

source: Loading model:
de: Lade Modell:

source: Model statistics:
de: Modell-Statistik:

source: primitives,
de: Primitive,

source: materials
de: Materialien

source: unique)
de: einmalig)

source: Error loading model '
de: Fehler beim Laden des Modells '

source: Error in .ssc file (line
de: Fehler in .ssc-Datei (Zeile

source: parent body '
de: Übergeordnetes Objekt '

source: ' of '
de: ' von '

source: ' not found.
de: ' nicht gefunden.

source: warning duplicate definition of
de: Warnung: mehrfache Definition von

source: bad alternate surface
de: fehlerhafte Alternative Oberfläche

source: bad location
de: fehlerhafter (Stand-)Ort

source: ' not found.
de: ' nicht gefunden.

source: Bad header for cross index
de: Falsches Header-Format im Cross-Index

source: Bad version for cross index
de: Falsche Version des Cross-Index

source: Loading cross index failed at record
de: Laden des Cross-Index fehlgeschlagen bei Eintrag

source: Bad spectral type in star database, star #
de: Falscher Spektraltyp in Sternkatalog, Stern #

source: stars in binary database
de: Sterne im binären Sternkatalog

source: Total star count:
de: Gesamtzahl der Sterne:

source: Error in .stc file (line
de: Fehler in .stc-Datei (Zeile

source: Invalid star: bad spectral type.
de: Ungültiger Eintrag: Spektraltyp fehlerhaft.

source: Invalid star: missing spectral type.
de: Ungültiger Eintrag: Spektraltyp fehlt.

source: Barycenter
de: Schwerezentrum

source: does not exist.
de: existiert nicht.

source: Invalid star: missing right ascension
de: Ungültiger Stern: Fehlender Wert für 'right ascension'

source: Invalid star: missing declination.
de: Ungültiger Stern: Fehlender Wert für 'declination'.

source: Invalid star: missing distance.
de: Ungültiger Stern: Fehlender Wert für 'distance'.

source: Invalid star: missing magnitude.
de: Ungültiger Stern: Fehlender Wert für 'magnitude'.

source: Invalid star: absolute (not apparent) magnitude must be specified for star near origin
de: Unültiger Stern: Absolute (nicht scheinbare) Magnitude für Stern nahe dem Ursprung benötigt

source: Creating tiled texture. Width=
de: Erzeuge gekachelte Textur. Breite=

source: Creating ordinary texture:
de: Erzeuge einfache Textur:

source: Loading NV vertex program:
de: Lade NV vertex program:

source: Error loading NV vertex program:
de: Fehler beim Laden des NV vertex program:

source: Error in vertex program
de: Fehler im Vertex program

source: Loading ARB vertex program:
de: Lade ARB vertex program:

source: Error loading ARB vertex program:
de: Fehler beim Laden des ARB vertex program:

source: , line
de: , Zeile

source: Initializing NV vertex programs . . .
de: Initialisiere NV vertex programs . . .

source: All NV vertex programs loaded successfully.
de: Alle NV vertex programs wurden erfolgreich geladen.

source: Initializing ARB vertex programs . . .
de: Initialisiere ARB vertex programs . . .

source: All ARB vertex programs loaded successfully.
de: Alle ARB vertex programs wurden erfolgreich geladen.

source: Error reading favorites file.
de: Fehler beim Einlesen der Favoriten-Datei.

source: Orientation:
de: Ausrichtung:

source: Error opening script file.
de: Fehler beim Öffnen der Skript-Datei.

source: Error opening script '%s'
de: Fehler beim Öffnen des Skripts '%s'

source: Unknown error opening script
de: Unbekannter Fehler beim Öffnen des Skripts

source: Script coroutine initialization failed
de: Initialisierung der Skript-Koroutine ist fehlgeschlagen

source: Invalid filetype
de: Falscher Dateityp

source: Magnitude limit: %.2f
de: Grenz-Magnitude: %.2f

source: Markers enabled
de: Markierungen eingeschaltet

source: Markers disabled
de: Markierungen ausgeschaltet

source: Goto surface
de: Gehe auf die Oberfläche

source: Alt-azimuth mode enabled
de: Alt-Azimut-Modus eingeschaltet

source: Alt-azimuth mode disabled
de: Alt-Azimut-Modus ausgeschaltet

source: Star style: fuzzy points
de: Stern-Darstellung: verschwommene Punkte

source: Star style: points
de: Stern-Darstellung: Punkte

source: Star style: scaled discs
de: Stern-Darstellung: skalierte Scheiben

source: Comet tails enabled
de: Kometenschweife eingeschaltet

source: Comet tails disabled
de: Kometenschweife ausgeschaltet

source: Render path: Basic
de: Renderpfad: Basic

source: Render path: Multitexture
de: Renderpfad: Multitexture

source: Render path: NVIDIA combiners
de: Renderpfad: NVIDIA combiners

source: Render path: OpenGL vertex program
de: Renderpfad: OpenGL vertex program

source: Render path: NVIDIA vertex program and combiners
de: Renderpfad: NVIDIA vertex program and combiners

source: Render path: OpenGL vertex program/NVIDIA combiners
de: Renderpfad: OpenGL vertex program/NVIDIA combiners

source: Render path: OpenGL 1.5 vertex/fragment program
de: Renderpfad: OpenGL 1.5 vertex/fragment program

source: Render path: NVIDIA GeForce FX
de: Renderpfad: NVIDIA GeForce FX

source: Render path: OpenGL 2.0
de: Renderpfad: OpenGL 2.0

source: Auto-magnitude enabled
de: Auto-Magnitude eingeschaltet

source: Auto-magnitude disabled
de: Auto-Magnitude ausgeschaltet

source: Cancel
de: Abbrechen

source: Time and script are paused
de: Zeit und Skript wurden angehalten

source: Time is paused
de: Zeit wurde angehalten

source: Resume
de: Fortsetzen

source: Light travel time: %.4f yr
de: Lichtlaufzeit: %.4f Jahre

source: Light travel time: %d min %.1f s
de: Lichtlaufzeit: %d min %.1f s

source: Light travel time: %d h %d min %.1f s
de: Lichtlaufzeit: %d h %d min %.1f s

source: Light travel delay included
de: Lichtlaufzeit berücksichtigt

source: Light travel delay switched off
de: Lichtlaufzeit ausgeschaltet

source: Light travel delay ignored
de: Lichtlaufzeit nicht berücksichtigt

source: Using normal surface textures.
de: Benutze interpretierende Oberflächentexturen.

source: Using limit of knowledge surface textures.
de: Benutze "Limit of knowledge"-Oberflächentexturen.

source: Follow
de: Folgen

source: Time: Forward
de: Zeit: vorwärts

source: Time: Backward
de: Zeit: rückwärts

source: Time rate
de: Zeitrate

source: Sync Orbit
de: Synchr. Orbit

source: Lock
de: Verbinden

source: Chase
de: Nacheilen

source: Auto magnitude limit at 45 degrees: %.2f
de: Auto-Magnitude-Grenzwert bei 45 Grad: %.2f

source: Ambient light level: %.2f
de: Streulicht: %.2f

source: Light gain
de: Lichtverstärkung

source: Bloom enabled
de: Überstrahlung eingeschaltet

source: Bloom disabled
de: Überstrahlung ausgeschaltet

source: Exposure
de: Belichtung

source: GL error:
de: GL-Fehler:

source: View too small to be split
de: Ansicht zu klein zum Aufteilen

source: Added view
de: Ansicht hinzugefügt

source: ly
de: Lj

source: au
de: AE

source: days
de: Tage

source: hours
de: Stunden

source: minutes
de: Minuten

source: Apparent diameter:
de: Scheinbarer Durchmesser:

source: Apparent magnitude:
de: Scheinbare Magnitude:

source: Distance:
de: Entfernung:

source: Star system barycenter
de: Schwerezentrum des Sternsystems

source: Abs (app) mag: %.2f (%.2f)
de: Absolute (scheinb.) Mag: %.2f (%.2f)

source: Luminosity:
de: Leuchtkraft:

source: x Sun
de: x Sonne

source: Class:
de: Klasse:

source: Neutron star
de: Neutronenstern

source: Black hole
de: Schwarzes Loch

source: Surface temp:
de: Oberflächentemp.:

source: Rsun
de: Rsol

source: Rotation period:
de: Rotationsperiode:

source: Planetary companions present
de: Planetare Begleiter vorhanden

source: Distance from center:
de: Entfernung vom Zentrum:

source: Real time
de: Echtzeit

source: -Real time
de: -Echtzeit

source: Time stopped
de: Zeit angehalten

source: faster
de: schneller

source: slower
de: langsamer

source: (Paused)
de: (Angehalten)

source: Speed:
de: Geschwindigkeit:

source: AU/s
de: AE/s

source: ly/s
de: Lj/s

source: Travelling
de: Objekt wird angeflogen

source: Track
de: Zentriert halten:

source: Follow
de: Folge

source: Sync Orbit
de: Synchr. Orbit:

source: Lock
de: Verbinden

source: Chase
de: Nacheilen:

source: Sun
de: Sonne

source: Target name:
de: Name des Ziels:

source: at
de: bei

source: Recording
de: Aufnahme

source: Paused
de: Angehalten

source: F11 Start/Pause F12 Stop
de: F11 Start/Pause F12 Beenden

source: Edit Mode
de: Editier-Modus

source: Loading solar system catalog:
de: Lade Sonnensystem-Katalog:

source: Loading
de: Lade

source: License file 'License.txt' is missing!
de: Lizenz-Datei 'License.txt' fehlt!

source: Error reading configuration file.
de: Fehler beim Einlesen der Konfigurationsdatei.

source: Initialization of SPICE library failed.
de: Initialisierung der SPICE-Bibliothek ist fehlgeschlagen.

source: Cannot read star database.
de: Konnte Stern-Datenbank nicht einlesen.

source: Error opening deepsky catalog file.
de: Fehler beim Öffnen des DSO-Katalogs.

source: Error opening solar system catalog.
de: Fehler beim Öffnen des Sonnensystem-Katalogs.

source: Error opening asterisms file.
de: Fehler beim Öffnen der Asterismen-Datei.

source: Error opening constellation boundaries files.
de: Fehler beim Öffnen der Sternbildgrenzen-Dateien.

source: render path:
de: Render-Pfad:

source: Failed to initialize renderer
de: Initialisierung des Renderers fehlgeschlagen

source: Error loading font; text will not be visible.
de: Fehler beim Laden der Schriftdaten, keine Textanzeige möglich.

source: Error reading cross index
de: Fehler beim Einlesen des Cross-Index

source: Loaded cross index
de: Cross-Index eingelesen

source: Error opening
de: Fehler beim Öffnen von

source: Error reading star names file
de: Fehler beim Einlesen der Sternnamen-Datei

source: Error reading stars file
de: Fehler beim Einlesen der Stern-Datei

source: Error opening star catalog
de: Fehler beim Öffnen des Sternkataloges

source: Error in creating ogg file %s for capture.
de: Fehler beim Erzeugen der Videodatei %s.

source: Internal Ogg library error.
de: Interner Fehler in der Ogg-Bibliothek.

source: Settings
de: Einstellungen

source: Vendor:
de: Anbieter:

source: Max simultaneous textures:
de: Maximale Anzahl simultaner Texturen:

source: Max texture size:
de: Maximale Texturgröße:

source: Max cube map size:
de: Maximale Cube-Map-Texturgröße:

source: Point size range:
de: Bereich der Punktgröße:

source: Supported Extensions:
de: Unterstützte Erweiterungen:

source: Windowed Mode
de: Fenstermodus

source: Asteroids
de: Asteroiden

source: Comets
de: Kometen

source: Invisibles
de: Unsichtbare Objekte

source: Moons
de: Monde

source: Planets
de: Planeten

source: Spacecraft
de: Raumfahrzeuge

source: &Goto
de: &Gehe zu

source: &Follow
de: &Folgen

source: S&ync Orbit
de: S&ynchr. Orbit

source: &Reference Vectors
de: &Referenzvektoren

source: Show Body Axes
de: Körperachsen anzeigen

source: Show Frame Axes
de: Koordinatenachsen anzeigen

source: Show Sun Direction
de: Richtung zur Sonne anzeigen

source: Show Velocity Vector
de: Geschwindigkeitsvektor anzeigen

source: Show Planetographic Grid
de: Gradnetz des Planeten anzeigen

source: Show Terminator
de: Terminator anzeigen

source: &Satellites
de: &Satelliten

source: &Alternate Surfaces
de: &Alternative Oberflächen

source: Orbiting Bodies
de: Umlaufende Objekte

source: &Unmark
de: &Markierung aufheben

source: &Mark
de: &Markierung setzen

source: Loading:
de: Lade:

source: LANGUAGE
de: de

source: Copied URL
de: URL kopiert

source: Loading URL
de: Lade URL

source: Error opening script
de: Fehler beim Öffnen des Skripts

source: Error loading script
de: Fehler beim Laden des Skripts

source: Running script
de: Starte Skript

source: Satellite
de: Satellit

source: Date
de: Datum

source: Duration
de: Dauer

source: Earth
de: Erde

source: Neptune
de: Neptun

source: Distance (ly)
de: Entfernung (Lichtjahre)

source: App. mag
de: Scheinb. Mag.

source: Type
de: Typ

source: Universal Time
de: Universalzeit

source: Local Time
de: Lokalzeit

source: Time Zone Name
de: Zeitzone

source: UTC Offset
de: UTC-Versatz

source: Celestial Browser
de: Himmels-Browser

source: Moon
de: Mond

source: Comet
de: Komet

source: Invisible
de: Unsichtbares Objekt

source: Barycenter
de: Schwerezentrum

source: Small Body
de: Kleinkörper

source: Dwarf Planet
de: Zwergplanet

source: Eclipse Finder
de: Finsternis-Suche

source: &Add Bookmark
de: Lesezeichen hin&zufügen

source: Add a bookmark for the current document
de: Lesezeichen für aktuelles Dokument hinzufügen

source: Add &Relative Bookmark
de: &Relatives Lesezeichen hinzufügen

source: Add a relative bookmark for the current document
de: Relatives Lesezeichen für das aktuelle Dokument hinzufügen

source: Add &Settings Bookmark
de: Lesezeichen für &Einstellungen hinzufügen

source: Add a settings bookmark for the current document
de: Lesezeichen für Einstellungen des aktuellen Dokuments hinzufügen

source: Edit your bookmark collection in a separate window
de: Die Lesezeichensammlung in einem eigenen Fenster bearbeiten

source: &New Folder...
de: &Neuer Ordner...

source: Create a new bookmark folder in this menu
de: Neuen Lesezeichen-Ordner in diesem Menü anlegen

source: Can't add bookmark with empty URL
de: Ein Lesezeichen mit leerem URL kann nicht angelegt werden

source: Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. Start-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation.
de: Ihre Celestia-Installation scheint fehlerhaft zu sein. Das Verzeichnis des Startbildschirms konnte nicht gefunden werden. Der Start wird fortgesetzt, aber einige Dateien werden möglicherweise nicht zur Verfügung stehen und Celestia wird nicht korrekt arbeiten. Bitte überprüfen Sie Ihre Installation.

source: Go to &URL...
de: Gehe zu &URL...

source: Go to &Long/Lat...
de: Gehe zu &Long/Lat...

source: &Back
de: &Zurück

source: &Forward
de: &Vorwärts

source: Home
de: Gehe zur Sonne

source: Bookmarks
de: Lesezeichen

source: Full Screen
de: Vollbild

source: Copy URL
de: Kopiere URL

source: Set Time...
de: Zeit einstellen...

source: Set Time to Now
de: Zeit auf aktuelle Zeit setzen

source: Accelerate Time
de: Zeit beschleunigen

source: Decelerate Time
de: Zeit verlangsamen

source: Accelerate Time (x2)
de: Zeit beschleunigen (x2)

source: Decelerate Time (/2)
de: Zeit verlangsamen (/2)

source: Pause Time
de: Zeit anhalten

source: Reverse Time
de: Zeit rückwärts laufen lassen

source: Split View Vertically
de: Ansicht vertikal aufteilen

source: Split View Horizontally
de: Ansicht horizontal aufteilen

source: Cycle View
de: Zur nächsten Ansicht wechseln

source: Single View
de: Einzelansicht

source: Delete View
de: Ansicht entfernen

source: Frames Visible
de: Rahmen sichtbar

source: Active Frame Visible
de: Aktiver Rahmen sichtbar

source: Synchronize Time
de: Zeit synchronisieren

source: Alt-Azimuth Mode
de: Alt-Azimut-Modus

source: Go To Surface
de: Gehe auf die Oberfläche

source: Show Stars
de: Sterne anzeigen

source: Show Planets
de: Planeten anzeigen

source: Show Galaxies
de: Galaxien anzeigen

source: Show Globulars
de: Kugelsternhaufen anzeigen

source: Show Partial Trajectories
de: Flugbahn-Teilstücke anzeigen

source: Show Nebulae
de: Nebel anzeigen

source: Show Open Clusters
de: Offene Sternhaufen anzeigen

source: Show Constellations
de: Sternbilder anzeigen

source: Show CloudMaps
de: Wolken anzeigen

source: Show Cloud Shadows
de: Wolkenschatten anzeigen

source: Show Orbits
de: Orbitlinien anzeigen

source: Show Asteroid Orbits
de: Asteroidenorbits anzeigen

source: Show Comet Orbits
de: Kometenorbits anzeigen

source: Show Moon Orbits
de: Mondorbits anzeigen

source: Show Star Orbits
de: Sternorbits anzeigen

source: Show Planet Orbits
de: Planetenorbits anzeigen

source: Show Spacecraft Orbits
de: Raumfahrzeugorbits anzeigen

source: Show Night Side Lights
de: Lichter auf der Nachtseite anzeigen

source: Show Markers
de: Markierungen anzeigen

source: Show Atmospheres
de: Atmosphären anzeigen

source: Show Smooth Orbit Lines
de: Geglättete Orbit-Linien anzeigen

source: Show Eclipse Shadows
de: Finsternis-Schatten anzeigen

source: Cycle Star Mode
de: Sterndarstellung wechseln

source: Show Ring Shadows
de: Ring-Schatten anzeigen

source: Show Boundaries
de: Sternbildgrenzen anzeigen

source: Auto Magnitudes
de: Auto-Magnitude

source: Show Comet Tails
de: Kometenschweife anzeigen

source: Show Star Labels
de: Sternnamen anzeigen

source: Show Planet Labels
de: Planetennamen anzeigen

source: Show Moon Labels
de: Mondnamen anzeigen

source: Show Comet Labels
de: Kometennamen anzeigen

source: Show Constellation Labels
de: Sternbildnamen anzeigen

source: Constellation Labels in Latin
de: Sternbildnamen in Latein

source: Show Galaxy Labels
de: Galaxienamen anzeigen

source: Show Globular Labels
de: Bezeichnungen der Kugelsternhaufen anzeigen

source: Show Nebula Labels
de: Nebel-Bezeichnungen anzeigen

source: Show Open Cluster Labels
de: Bezeichnungen offener Sternhaufen anzeigen

source: Show Asteroid Labels
de: Asteroidennamen anzeigen

source: Show Spacecraft Labels
de: Raumfahrzeugnamen anzeigen

source: Show Location Labels
de: Standortmarkierungen anzeigen

source: Display Local Time
de: Lokale Zeit anzeigen

source: Show City Locations
de: Standorte der Städte anzeigen

source: Show Observatory Locations
de: Standorte der Observatorien anzeigen

source: Show Landing Sites Locations
de: Standorte der Landeplätze anzeigen

source: Show Crater Locations
de: Standorte der Krater anzeigen

source: Show Mons Locations
de: Lage der "Montes" anzeigen

source: Show Terra Locations
de: Lage der "Terrae" anzeigen

source: Show Vallis Locations
de: Lage der "Valles" anzeigen

source: Show Mare Locations
de: Lage der "Maria" anzeigen

source: Show Other Locations
de: Andere (Stand-)Orte anzeigen

source: Wireframe Mode
de: Drahtgitter-Modus

source: Center on Orbit
de: Orbit zentrieren

source: Basic
de: Einfach

source: Multitexture
de: Multitextur

source: Cycle OpenGL Render Path
de: OpenGL-Renderpfad wechseln

source: Sync framerate to video refresh rate
de: Berechnung mit Bildwiederholrate synchronisieren

source: Grab Image
de: Bildschirmfoto erstellen

source: Capture Video
de: Video aufzeichnen

source: OpenGL info
de: OpenGL-Informationen

source: Show Bookmark Toolbar
de: Lesezeichen-Leiste anzeigen

source: OpenGL Info
de: OpenGL-Informationen

source: This version of Celestia was not built with support for movie recording.
de: Diese Celestia-Version unterstützt keine Video-Aufnahme.

source: Go to URL
de: Gehe zu URL

source: Enter URL
de: URL eingeben

source: Object:
de: Objekt:

source: Longitude:
de: Längengrad:

source: East
de: Ost

source: Latitude:
de: Breitengrad:

source: North
de: Nord

source: South
de: Süd

source: Altitude:
de: Höhe:

source: Celestia encountered an error while processing your script
de: Celestia ist bei der Abarbeitung des Skripts auf einen Fehler gestoßen

source: Use alternate configuration file
de: Verwende alternative Konfigurationsdatei

source: Use alternate installation directory
de: Verwende alternatives Installationsverzeichnis

source: Use as additional "extras" directory
de: Als zusätzliches "Extras"-Verzeichnis verwenden

source: Start fullscreen
de: Starte im Vollbild

source: Disable splash screen
de: Splash-Screen abschalten

source: Start and go to url
de: Starte und gehe zu URL

source: _: NAME OF TRANSLATORS\nYour names
de: Steffen Schreiber, Christian Lenz, Andreas Wagner, Ulrich Dickmann

source: _: EMAIL OF TRANSLATORS\nYour emails
de: schreiberste@web.de, pr-celestia@arcor.de, wagnerand@web.de, celestia-deutsch@gmx.net

source: Celestia Preferences
de: Celestia-Einstellungen

source: Rendering
de: Darstellung

source: Show
de: Anzeigen

source: Stars
de: Sterne

source: Galaxies
de: Galaxien

source: Nebulae
de: Nebel

source: Open Clusters
de: Offene Sternhaufen

source: Atmospheres
de: Atmosphären

source: Clouds
de: Wolken

source: Cloud Shadows
de: Wolkenschatten

source: Night Side Lights
de: Lichter auf der Nachtseite

source: Eclipse Shadows
de: Finsternis-Schatten

source: Comet Tails
de: Kometenschweife

source: Orbits
de: Orbit-Linien

source: Partial Trajectories
de: Flugbahn-Teilstücke

source: Smooth Orbit Lines
de: Geglättete Orbit-Linien

source: Constellations
de: Sternbilder

source: Markers
de: Markierungen

source: Ring Shadows
de: Ringschatten

source: Constellation Boundaries
de: Sternbildgrenzen

source: Orbits / Labels
de: Orbits / Bezeichnungen

source: Labels
de: Bezeichnungen

source: Constellations in Latin
de: Sternbildnamen in Latein

source: Spacecrafts
de: Raumfahrzeuge

source: Locations
de: (Stand-)Orte

source: Ambient Light
de: Streulicht

source: Limiting Magnitude
de: Grenz-Magnitude

source: Level:
de: Grad:

source: None
de: Keiner

source: Terse
de: Knapp

source: Verbose
de: Ausführlich

source: Textures
de: Texturen

source: Resolution:
de: Auflösung:

source: Low
de: Gering

source: Medium
de: Mittel

source: High
de: Hoch

source: Automatic FOV
de: Automatisches FOV

source: Screen DPI:
de: Bildschirm DPI:

source: Viewing Distance (cm):
de: Betrachtungsabstand (cm):

source: Cities
de: Städte

source: Observatories
de: Observatorien

source: Landing Sites
de: Landeplätze

source: Craters
de: Krater

source: Other
de: Andere

source: Minimum Feature Size
de: Minimale Größe

source: Date/Time
de: Datum/Zeit

source: Display
de: Anzeige

source: Timezone:
de: Zeitzone:

source: Local Format
de: Lokales Format

source: Set
de: Einstellen

source: Local Time is only supported for dates between 1902 and 2037.
de: Lokalzeit wird nur für Daten zwischen 1902 und 2037 unterstützt.

source: Julian Date:
de: Julianisches Datum:

source: Now
de: Jetzt

source: Selection:
de: Auswahl:

source: Include Light Travel Time
de: Lichtlaufzeit berücksichtigen

source: Ignore Light Travel Time
de: Lichtlaufzeit ignorieren

source: Key Bindings
de: Tastenbelegung

source: <b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users
de: <b>NVIDIA Combiners, NV_vertex_program extension</b><br> Erlaubt die Darstellung mit Bump-Mapping, Ring-Schatten und Glanzlichtern auf jeder Geforce- oder ATI-Radeon-Grafikkarte. NvCombiner ARBVP ist allerdings eine etwas bessere Option für Geforce-Benutzer

source: <b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards
de: <b>ARB_fragment_program and ARB_vertex_program extensions</b><br>Erlaubt fortgeschrittene Effekte auf Geforce-FX- und Radeon-9700-Karten
